{
  "games": [
    {
        "Id": "1",
        "Name": "Star Wars: Dark Side Rising",
        "Price": "39.99",
        "Description": "In the game, players must work together to recruit rebels and prevent the construction of the ultimate weapon, the original Death Star. Each player starts with an individual board that indicates the Rebel cell they are leading: Intelligence, Leadership, Support or Tactical.",
        "Min_Players": "2",
        "Max_Players": "4",
        "Min_Playtime": "45",
        "Max_Playtime": "45",
        "Min_Age": "10",
        "Image_URL": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1560885336114"
    },
    {
        "Id": "2",
        "Name": "Peaky Blinders: Under New Management",
        "Price": "40.00",
        "Description": "Travel back to the golden twenties, to the city Birmingham after the first World War. Play your own role in an exciting gangster war between different factions. Increase your personal stats, charisma, strength and intellect, to overcome your enemies and accomplish your missions.",
        "Min_Players": "2",
        "Max_Players": "4",
        "Min_Playtime": "60",
        "Max_Playtime": "120",
        "Min_Age": "18",
        "Image_URL": ""
    },
    {
        "Id": "3",
        "Name": "Clue: Rick and Morty",
        "Price": "35.97",
        "Description": "It's the classic game Clue with a Rick and Morty theme.",
        "Min_Players": "3",
        "Max_Players": "6",
        "Min_Playtime": "90",
        "Max_Playtime": "120",
        "Min_Age": "8",
        "Image_URL": ""
    },
    {
        "Id": "4",
        "Name": "Vikings Risk: The Conquest of Europe",
        "Price": "46.06",
        "Description": "LET THE VIKING AGE BEGIN! The continent of Europe has faced many battles in the past, but none as brutal as what is about to become a 250-year conquest. Ragnar Lothbrok, disenchanted with his chieftain's progress, decides to cross the oceans by boat and discover new, richer civilisations. This edition of Risk is an epic battle for control of Europe... and its vast riches. See you in Valhalla!",
        "Min_Players": "2",
        "Max_Players": "5",
        "Min_Playtime": "0",
        "Max_Playtime": "0",
        "Min_Age": "10",
        "Image_URL": "https://www.malta-comics.com/wp-content/uploads/2020/03/x_wimo033145.jpg"
    },
    {
        "Id": "5",
        "Name": "Catan",
        "Price": "44.10",
        "Description": "The women and men of your expedition build the first two settlements. Fortunately, the land is rich in natural resources. You build roads and new settlements that eventually become cities. Will you succeed in gaining supremacy on Catan?",
        "Min_Players": "3",
        "Max_Players": "4",
        "Min_Playtime": "45",
        "Max_Playtime": "90",
        "Min_Age": "10",
        "Image_URL": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1559258096678-51Eiofu9mqL.jpg"
    },
    {
        "Id": "6",
        "Name": "Root",
        "Price": "47.99",
        "Description": "Find adventure in this marvelous asymmetric game. Root provides limitless replay value as you and your friends explore the unique factions all wanting to rule a fantastic forest kingdom.",
        "Min_Players": "2",
        "Max_Players": "4",
        "Min_Playtime": "60",
        "Max_Playtime": "90",
        "Min_Age": "10",
        "Image_URL": ""
    },
    {
        "Id": "7",
        "Name": "Fallout",
        "Price": "38.98",
        "Description": "Fallout is a post-nuclear adventure board game for one to four players. Based on the hit video game series by Bethesda soft works, each Fallout scenario is inspired by a familiar story from the franchise. Survivors begin the game on the edge of an unexplored landscape, uncertain of what awaits them in this unfamiliar world.",
        "Min_Players": "1",
        "Max_Players": "4",
        "Min_Playtime": "120",
        "Max_Playtime": "180",
        "Min_Age": "14",
        "Image_URL": ""
    },
    {
        "Id": "8",
        "Name": "Monopoly",
        "Price": "19.99",
        "Description": "The thrill of bankrupting an opponent, the possibility of playing a 9 hour game, and the absolution between winning and losing, could change with the roll of the dice. Buy, Sell, Dream and Scheme to Win it All! Turn a debt into an ultimate victory!",
        "Min_Players": "2",
        "Max_Players": "8",
        "Min_Playtime": "40",
        "Max_Playtime": "300",
        "Min_Age": "8",
        "Image_URL": ""
    },
    {
        "Id": "9",
        "Name": "Disney Villainous",
        "Price": "31.00",
        "Description": "In this epic contest of sinister power, take on the role of a Disney Villain and strive to achieve your own devious objective. Discover your character's unique abilities and winning strategy while dealing twists of fate to thwart your opponents' schemes. Find out who will triumph over the forces of good and win it all! ",
        "Min_Players": "2",
        "Max_Players": "6",
        "Min_Playtime": "50",
        "Max_Playtime": "50",
        "Min_Age": "10",
        "Image_URL": ""
    },
    {
        "Id": "10",
        "Name": "Pandemic",
        "Price": "35.99",
        "Description": "In Pandemic, several virulent diseases have broken out simultaneously all over the world! The players are disease-fighting specialists whose mission is to treat disease hotspots while researching cures for each of four plagues before they get out of hand.",
        "Min_Players": "2",
        "Max_Players": "4",
        "Min_Playtime": "45",
        "Max_Playtime": "60",
        "Min_Age": "8",
        "Image_URL": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1559254186140-51iNoyxoamL.jpg"
    }
  ]
}