{
  "games": [
    {
        "Id": "1",
        "Name": "Star Wars: Dark Side Rising",
        "Price": "39.99",
        "Description": "In the game, players must work together to recruit rebels and prevent the construction of the ultimate weapon, the original Death Star. Each player starts with an individual board that indicates the Rebel cell they are leading: Intelligence, Leadership, Support or Tactical. The player boards depict the Base of Operations — Tatooine, Alderaan, Yavin 4, or Lothal — and team leader (starting character asset) for each player: Captain Cassian Andor, Leia Organa, Luke Skywalker, and Hera Syndulla.",
        "Min_Players": "2",
        "Max_Players": "4",
        "Min_Playtime": "45",
        "Max_Playtime": "45",
        "Min_Age": "10",
        "Image_URL": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1560885336114"
    },
    {
        "Id": "2",
        "Name": "Peaky Blinders: Under New Management",
        "Price": "40.00",
        "Description": "Travel back to the golden twenties, to the city Birmingham after the first World War. Play your own role in an exciting gangster war between different factions. Increase your personal stats, charisma, strength and intellect, to overcome your enemies and accomplish your missions. But you can't do this alone. Create a network of friends and foes, invest in rum, car parts, weapons or horse racing and go head to head with your biggest competitor to become the most fearsome gangster in Birmingham!\r\n\r\nPeaky Blinders: Under New Management is a strategic and economical board game. The game can be played from two to four players and is a heavy game that usually takes longer than an hour. The game contains lots of components like cardboard gameboards, wooden tokens, cards and miniatures. The goal of the game is to control a certain part of England by investing, gambling and placing the right components at the right time. The game is a balance between luck and strategy, with a worker placement, dice rolling and resource management theme.",
        "Min_Players": "2",
        "Max_Players": "4",
        "Min_Playtime": "60",
        "Max_Playtime": "120",
        "Min_Age": "18",
        "Image_URL": ""
    },
    {
        "Id": "3",
        "Name": "Clue: Rick and Morty",
        "Price": "35.97",
        "Description": "It's the classic game Clue with a Rick and Morty theme.",
        "Min_Players": "3",
        "Max_Players": "6",
        "Min_Playtime": "90",
        "Max_Playtime": "120",
        "Min_Age": "8",
        "Image_URL": ""
    },
    {
        "Id": "4",
        "Name": "Vikings Risk: The Conquest of Europe",
        "Price": "46.06",
        "Description": "LET THE VIKING AGE BEGIN! The continent of Europe has faced many battles in the past, but none as brutal as what is about to become a 250-year conquest. Ragnar Lothbrok, disenchanted with his chieftain's progress, decides to cross the oceans by boat and discover new, richer civilisations. Now it's your turn to engage in combat and seek to conquer this new world alongside him. Play as one of five fully customised Viking tribes, including uniquely influential Viking longship game pieces, as you try to invade and capture the nine regions of Europe. With special Cards of the Gods to help boost your forces or ruin your plans, and special Raid cards to capture strategic strongholds and gain new warriors, this edition of Risk is an epic battle for control of Europe... and its vast riches. See you in Valhalla!",
        "Min_Players": "2",
        "Max_Players": "5",
        "Min_Playtime": "0",
        "Max_Playtime": "0",
        "Min_Age": "10",
        "Image_URL": "https://www.malta-comics.com/wp-content/uploads/2020/03/x_wimo033145.jpg"
    },
    {
        "Id": "5",
        "Name": "Catan",
        "Price": "44.10",
        "Description": "The women and men of your expedition build the first two settlements. Fortunately, the land is rich in natural resources. You build roads and new settlements that eventually become cities. Will you succeed in gaining supremacy on Catan? Barter trade dominates the scene. Some resources you have in abundance, other resources are scarce. Ore for wool, brick for lumber - you trade according to what is needed for your current building projects. Proceed strategically! If you found your settlements in the right places and skillfully trade your resources, then the odds will be in your favor. But your opponents are smart too.",
        "Min_Players": "3",
        "Max_Players": "4",
        "Min_Playtime": "45",
        "Max_Playtime": "90",
        "Min_Age": "10",
        "Image_URL": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1559258096678-51Eiofu9mqL.jpg"
    },
    {
        "Id": "6",
        "Name": "Root",
        "Price": "47.99",
        "Description": "Find adventure in this marvelous asymmetric game. Root provides limitless replay value as you and your friends explore the unique factions all wanting to rule a fantastic forest kingdom. Play as the Marquise de Cat and dominate the woods, extracting its riches and policing its inhabitants, as the Woodland Alliance, gathering supporters and coordinate revolts against the ruling regime, the Eyrie Dynasties, regaining control of the woods while keeping your squabbling court at bay, or as the Vagabond, seeking fame and fortune as you forge alliances and rivalries with the other players. Each faction has its own play style and paths to victory, providing an immersive game experience you will want to play again and again.",
        "Min_Players": "2",
        "Max_Players": "4",
        "Min_Playtime": "60",
        "Max_Playtime": "90",
        "Min_Age": "10",
        "Image_URL": ""
    },
    {
        "Id": "7",
        "Name": "Fallout",
        "Price": "38.98",
        "Description": "Fallout is a post-nuclear adventure board game for one to four players. Based on the hit video game series by Bethesda soft works, each Fallout scenario is inspired by a familiar story from the franchise. Survivors begin the game on the edge of an unexplored landscape, uncertain of what awaits them in this unfamiliar world. With just one objective to guide them from the very beginning, each player must explore the hidden map, fight ferocious enemies, and build the skills of their survivor as they attempt to complete challenging quests and balance feuding factions within the game.As they advance their survivors' stories, players will come across new quests and individual goals, leading them to gain influence. Who comes out ahead will depend on how keenly and aggressively each player ventures through the game, however if a single faction is pushed to power too quickly, the wasteland will be taken for their own, and the survivors conquered along with it.",
        "Min_Players": "1",
        "Max_Players": "4",
        "Min_Playtime": "120",
        "Max_Playtime": "180",
        "Min_Age": "14",
        "Image_URL": ""
    },
    {
        "Id": "8",
        "Name": "Monopoly",
        "Price": "19.99",
        "Description": "The thrill of bankrupting an opponent, the possibility of playing a 9 hour game, and the absolution between winning and losing, could change with the roll of the dice. Experience the ups and downs by collecting property color’s sets to build houses, and hopefully upgrading to a hotel. But don’t play just for certain colors, or else your opponent may change their strategy.The more properties each player owns, the more rent can be charged, but trading is where the game can help you, or hurt you. So, be wise! Chance cards could be worth money, like $10 for winning second place in a beauty pageant or sending you to “Go” for an extra $200; but you might just get the one that says, “Go To Jail”.Buy, Sell, Dream and Scheme to Win it All! Turn a debt into an ultimate victory!",
        "Min_Players": "2",
        "Max_Players": "8",
        "Min_Playtime": "40",
        "Max_Playtime": "300",
        "Min_Age": "8",
        "Image_URL": ""
    },
    {
        "Id": "9",
        "Name": "Disney Villainous",
        "Price": "31.00",
        "Description": "In this epic contest of sinister power, take on the role of a Disney Villain and strive to achieve your own devious objective. Discover your character's unique abilities and winning strategy while dealing twists of fate to thwart your opponents' schemes. Find out who will triumph over the forces of good and win it all! ",
        "Min_Players": "2",
        "Max_Players": "6",
        "Min_Playtime": "50",
        "Max_Playtime": "50",
        "Min_Age": "10",
        "Image_URL": ""
    },
    {
        "Id": "10",
        "Name": "Pandemic",
        "Price": "35.99",
        "Description": "In Pandemic, several virulent diseases have broken out simultaneously all over the world! The players are disease-fighting specialists whose mission is to treat disease hotspots while researching cures for each of four plagues before they get out of hand.\r\n\r\nThe game board depicts several major population centers on Earth. On each turn, a player can use up to four actions to travel between cities, treat infected populaces, discover a cure, or build a research station. A deck of cards provides the players with these abilities, but sprinkled throughout this deck are Epidemic! cards that accelerate and intensify the diseases' activity. A second, separate deck of cards controls the \"normal\" spread of the infections.\r\n\r\nTaking a unique role within the team, players must plan their strategy to mesh with their specialists' strengths in order to conquer the diseases. For example, the Operations Expert can build research stations which are needed to find cures for the diseases and which allow for greater mobility between cities; the Scientist needs only four cards of a particular disease to cure it instead of the normal five—but the diseases are spreading quickly and time is running out. If one or more diseases spreads beyond recovery or if too much time elapses, the players all lose. If they cure the four diseases, they all win!",
        "Min_Players": "2",
        "Max_Players": "4",
        "Min_Playtime": "45",
        "Max_Playtime": "60",
        "Min_Age": "8",
        "Image_URL": "https://s3-us-west-1.amazonaws.com/5cc.images/games/uploaded/1559254186140-51iNoyxoamL.jpg"
    }
  ]
}